package com.example.chesstv.comments

object CommentsData {
    val exampleComments = mutableListOf<String>(
        "Привет",
        "Всем привет",
        "Здравствуйте",
        "Наконец-то!",
        "О, мой любимый дебют",
        "Кто играет сегодня?",
        "Как дела?",
        "Отличный ход",
        "Супер!!",
        "Как вы относитесь к скандинавской защите?",
        "Играете Пирца-Уфимцева?",
        "Там мат был на b7",
        "Висит конь",
        "Как так???",
        "Обожаю ваши стримы!",
        "Как начать играть в шахматы?",
        "С чего начать изучение шахмат?",
        "Как играть так же круто..?",
        "Почему не играете ферзевый?",
        "Накамура, думаю, выиграет турнир претендентов",
        "Во сколько турнир?"
    )

    val exampleUserNames = mutableListOf<String>(
        "Николь Токарева",
        "Кира Ларина",
        "Мария Кузнецова",
        "Стефания Антонова",
        "Алексей Борисов",
        "Нина Головина",
        "Милана Петрова",
        "Варвара Платонова",
        "Иван Киселев",
        "Алексей Цветков",
        "Владимир Жданов",
        "Артём Макаров",
        "Михаил Титов",
        "Михаил Попов",
        "Вячеслав Покровский",
        "Роберт Максимов",
        "Иван Киселев",
        "Артемий Васильев",
        "Михаил Котов",
        "Глеб Мартынов",
        "Александр Кольцов",
    )
}